app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def index
    @students = Student.all  # watch pural and class names!!!